tap "go-task/tap"
tap "go-testfixtures/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "bash-completion"
brew "cmake"
brew "coreutils"
brew "deno"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "go"
brew "goreleaser"
brew "hugo"
brew "imagemagick"
brew "micro"
brew "minio"
brew "mosh"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rpm"
brew "vim"
brew "watchman"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "caffeine"
cask "dbeaver-community"
cask "deezer"
cask "discord"
cask "dropbox"
cask "epic-games"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "keka"
cask "libreoffice"
cask "ngrok"
cask "slack"
cask "spectacle"
cask "steam"
cask "telegram"
cask "thunderbird"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wine-stable"
cask "wondershare-filmora"
cask "xquartz"
cask "zoom"
