tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
brew "sqlite"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "deno"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "go"
brew "hugo"
brew "imagemagick"
brew "micro"
brew "minio"
brew "mosh"
brew "nvm"
brew "openssl@3"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rpm"
brew "vim"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
cask "brave-browser"
cask "caffeine"
cask "dbeaver-community"
cask "deezer"
cask "dropbox"
cask "iterm2"
cask "keka"
cask "libreoffice"
cask "logitech-options"
cask "ngrok"
cask "slack"
cask "spectacle"
cask "thunderbird"
cask "visual-studio-code"
cask "zoom"
