tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "caddy"
brew "glib"
brew "cmake"
brew "coreutils"
brew "deno"
brew "esbuild"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "htop"
brew "hugo"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "micro"
brew "minio"
brew "mosh"
brew "nvm"
brew "openssl@3"
brew "postgresql@14"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rom-tools"
brew "rpm"
brew "tmux"
brew "vim"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
cask "brave-browser"
cask "caffeine"
cask "dbeaver-community"
cask "deezer"
cask "discord"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-iosevka"
cask "font-mononoki"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-ubuntu"
cask "font-ubuntu-mono"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "libreoffice"
cask "logitech-options"
cask "maccy"
cask "microsoft-edge"
cask "ngrok"
cask "nightowl"
cask "slack"
cask "spectacle"
cask "steam"
cask "swift-quit"
cask "teamviewer"
cask "thunderbird"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
